---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionCParallelFlange.BoltSpacing
source: html/36e7a151-10eb-59ed-3e33-d1d20ac0ab73.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionCParallelFlange.BoltSpacing Property

Standard bolt spacing, in. (mm)

## Syntax (C#)
```csharp
public double BoltSpacing { get; set; }
```